var titles = [
  "Εὕρηκα!",
  "各組介紹",
  "數學組",
  "資訊組",
  "化學組",
  "地科組",
  "物理組",
  "生物組",
];

var descs = [
  "建國中學第三十六屆數理資優班成果發表會",
  "六十個熱血青年奮鬥的故事",
  "Μαθηματικά  /  治亂，數也",
  "Πληροφορική  /  居之安，則資之深；資之深，則取之左右逢其原。",
  "Χημεία  /  若人之形者，萬化而未始有極也，其為樂可勝計邪？",
  "Επιστήμη της Γης  /  日短星昴，以正仲冬",
  "Η φυσικη  /  道生之，德畜之，物形之，勢成之。",
  "Βιολογία  /  方知此是生生物，得在仁人始受传。",
];

var secondSection = [
  {
    "title": "何謂Εὕρηκα？",
    "innerText": `

古希臘時期，數學家阿基米德在泡澡的時候靈光一閃發現了浮力原理，解決了困擾已久的皇冠問題。在這個靈感與興奮交疊的剎那，「Εὕρηκα!」脫口而出。
</p>
「Εὕρηκα!」一詞在古希臘語中是「我發現了！」的意思。在數資班特有的專題研究課中，透過一次次的推導、實驗、以及程式執行等等，我們一步步接近我們研究的目標。終於在這些過程與腦中想法交織之下，發現了對我們來說意義重大的結果，在喜悅與欣慰之間，豪邁地歡呼一聲「Εὕρηκα!」為堅持一年多辛苦的專題研究作最好的註解。
</p>
發現自己期盼已久結果的喜悅是藏不住的。我們以「Εὕρηκα!」作為第36屆建中數理資優班成果發表會的名稱，希望可以永遠記住這些努力之後的神聖時刻。在未來的人生旅途中，我們也自勉秉持對世間萬物的好奇心與對每件事情清晰的思考能力，探索更多未知領域，創造更多屬於Εὕρηκα!的驚奇瞬間。`
  },{
    "title": "總副召的話",
    "innerText": `
    <h3> 總召的話 </h3>
    兩班總召是成果發表會的領導， 彼此之間的溝通是不可或缺的，向下直接對接各組組長，分配各組人員與工作，訂定時程表並提醒每一組按時完成進度，隨時在線掌握每組內的突發狀況，並嘗試在最短的時間內，找出符合兩班最大利益的方案並解決問題。最後統整各小組的成果，努力使成果發表會盡善盡美。
    </p>
    <h3> 副召的話 </h3>
    如果說總召是成發時程表的規劃者，那副召就是計畫的執行人，除了提醒大家表定時程，有時還會被各組拉下去幫忙，不僅要時時注意每組進度和成果，也要因應實際狀況調整和改善任務內容。別看這個頭銜上有個“副”字，他的工作量是不亞於任何人的喔！`
  },{
    "title": "關於數學組",
    "innerText": `顧名思義，這裡匯聚了對數學情有獨鍾的各路好漢，一同向未知而璀璨的未來勇敢前進，發掘數學最純粹純淨的美(誤)。數學組與其他組別最大的不同即是不用常常出入實驗室，通常只需要紙筆電腦與一些程式的輔助便能完成繁瑣的工作(所以每次研究器材都很難寫)，也使得我們的專題進度較為自由～不過這也同時表示，我們沒有那麼多的公假QAQ
    </p>
    數學組的專題指導老師是225班的姚志鴻老師！姚老師都會嚴謹並悉心的指導每一組專題需留意的重要小細節(例如極座標記得要用中括號)，也會點出專題同學的優點讓大家互相學習，使我們在撰寫和口頭報告都有充實的收穫!但是豐富亦不失輕鬆就是我們數學組最大的特點，除了專題研究外，讀書、玩桌遊也是我們專題課的常見活動，甚至老師也會與我們一起打牌呢(?所以「有目標的自習課」也是數學組給學生的親切印象。`
  },{
    "title": "關於資訊組",
    "innerText": `

    自由。
    </p>
      當你問任何一個資訊組的組員，身為資訊組最棒的一點是什麼？他一定會毫不猶豫地回答：「自由！」是的，我們的老師是給予我們非常大的自由的，給了我們資源、與我們討論之後，就放手讓我們去翱翔於資訊的藍天中，
      無論是想要了解關於演算法的婉轉曲折之處，或者是令人難以捉摸的人工智慧，或者是任何一個其他的研究方向，我們都可以自由自在地去研究！每個禮拜的專題課，與其說是「課程」，更像是「研究」，查資料，寫程式，而終於在一年後的努力，成就了屬於自己的一個專題。
      </p>
      我們相信，程式並不是晦澀難懂的天文符號、象形文字，而是表達想法、包羅萬象的美麗詩詞！就請與我們一起，探索資訊的世界吧！
    `
  },{
    "title": "關於化學組",
    "innerText": `化學，就是一種變化多端的學問，在這裏面的每個人都對化學有濃厚的興趣，沉浸在化學之海中，拿著化學藥品，讓藥品之間混合，進而產生截然不同的物質，總令人興奮及感動。而身為化學人，時常出入實驗室是必備的技能，所以在班上找不到我們是很正常的喔!
    </p>
  我們的指導老師是化學科曹淇峰老師，曹老師除了注重我們在實驗室的進度(不停地meeting)外，還希望我們能多出去比化學競賽，讓我們化學組變成有別於其他組別的專題競賽雙修組，而老師也十分大器，當我們競賽成績或是專題進度良好時，期末就會有披薩派對，讓大家在過度用腦之餘還能補充體力(脂肪)，這就是快樂的化學組生活`
  },{
    "title": "關於地科組",
    "innerText": `地科組雖然只有兩組，也算是較冷門的科目，但卻不減我們在其中獲得的樂趣，我們應該是最愛運動的組別了吧，有許多時間都可以在球場上看到我們的身影，然而該認真的時候，我們也有好好利用有限專題時間，並沒有請太多公假，佔用太多其他課程的時間。而地科包含的研究範圍其實博大精深，有天文、地質、海洋、颱風等等，而兩組地科組分別研究的東西是天文方面的OB星，以及颱風方面的雙眼牆，也都有請大學教授和李文禮老師一起指導我們。`
  },{
    "title": "關於物理組",
    "innerText": `物理組是與其他組相比要求較多的地方，在賴奕帆老師的指導下常常需要參加校外比賽，更是得時常彙報小組進度，一個準備不足被嘴到崩潰是正常現象～(物理組的通常都有專業心理輔導師幫助XD﻿
﻿</p>
物理組的同學們雖然身處壓力大的環境下，但在互相扶持硬是挺過了各種競賽壓力，也拜奕帆老師的督導，同學們研究、打報告、實作等能力也有了飛速的提升，回首看來也不禁熱淚盈眶——肝換來的成果真是令人痛並著快樂`
  },{
    "title": "關於生物組",
    "innerText": `
    由許多極度熱愛生物的同學所組成，在生物科魏宏仁老師的帶領下，到各大實驗室針對動物、植物、分子生物、微生物、遺傳、演化等六大領域，在高中課內的理論基礎上做更進一步的探討與驗證；然而，許多生物領域的研究都是既耗時又需要許多昂貴的器材，因此各組同學在專題課時都爭分奪秒，不只請常公假前往實驗室，也利用自己課外的時間進行研究，以不愧對教授和系所提供的資源。`
  }
];

var thirdSection = [
  {
    "title": "",
    "innerText": ""
  },{
    "title": "",
    "innerText": ``
  },{
    "title": "數學專題指導老師的話",
    "innerText": `從事數學研究，怎麼找自己的問題是很重要的。當然有不同的找法，有些人要發展一套理論，有些人要解決難題。理論的目標最後還是要解決問題的，所以解決重要問題是發展一般理論中很重要的一環。從事研究我想首要的當然是要有熱忱，許多在學術上有成就的學者，在整個作學問的路上要披荊斬棘，假如沒有熱忱的話，就沒有辦法成就一個大學問。一個好的數學家至少要能夠掌握兩門以上的基本功夫，有代數的、有分析的、有幾何的等種種不同的方法，所以訓練基本功夫一定要早。
    近代很多數學問題會從其他的學問發想而來，如：物理、應用數學或其他的科學裡來的，這些學科甚至提供靈感和方法，自然科學的學習也是不可缺少的。
    我們12位數學專題組的同學們在無數個修改PPT的夜裡，對著螢幕反覆練習演講，我相信大家一路走來都體會研究的不易，同時也學習到作研究的態度和方法。未來也許不是每位同學都會從事數學研究工作，但是這一段讀書、學習、做簡報的日子，一定可以在將來工作或事業上的挑戰時，給予你勇氣及信心。
`
  },{
    "title": "資訊專題指導老師的話",
    "innerText": `
    <div style = "column-count: 3;">
    在有山有水的地方
    </br>
隨緣度日
</br>
真是好
</br>
心情輕鬆
</br>
就覺得天地格外開闊
</br>
偶然靈感浮現
</br>
就隨手寫成一偈
</br>
真是逍遙自在
</br>
萬事與我不相干
</br>
過去 已過去未來的事
</br>
不思量如今問一句
</br>
紫藤開時梔子香
</br>
誰在聽風待夕月?
</br>
乍來的初冬
</br>
狗尾草迎風搖曳
</br>
不其然而遇
</br>
心照卻不留痕跡
</br>
就像
</br>
久別重逢的知己
</br>
——彭天一劍心之俳句
</p>
<h3>後記</h3>
大家都是人工智慧
</br>
我卻只想
</br>
萬機休罷付痴憨
</br>
懂嗎？ 直白一點說
</br>
人工智慧Vs天然癡憨
</br>
哈哈~~
    </div>
    `
  },{
    "title": "化學專題指導老師的話",
    "innerText": `細數這一年多的點點滴滴，化專八位同學的表現令人激賞，有人競賽表現卓越，有人研究創新紮實，有人深受教授肯定，更難的是，有人深受實驗室阿姨讚賞！
    感謝協助的大學實驗室師長們，您辛苦的灌溉，這些幼苗如今才能茁壯！感謝學校行政單位的協助，讓同學們研究和競賽一路上順順利利！ 
化專課程即將結束，但我相信我們的情誼會一直綿延！一年多來，感謝這八位同學陪伴我！謝謝你們！祝福你們！
`
  },{
    "title": "地科專題指導老師",
    "innerText": `108課綱的重要精神就是自發、互動和共好，希望能培養未來生活的素養能力，其中科學探究的素養能力更為重要。各位進入建中的同學也 快滿2年了，為了做專題研究的這段時間，想必一定感觸良多，想想一路上，從設定題目、閱讀大量參考文獻、設計實驗、收集數據、製作圖表、推論結論、驗證假設等等，這麼多的工作看似簡單，做了才知道原來不是想像中的那麼容易，甚至困難挫折不少，以致有時還會讓人有想要打退堂鼓的念頭呢!!所以在此恭喜大家，你們今天能與大家分享作品，留下歷史紀錄，就是一項了不起的成就，是你們對這段時間努力不懈的收獲。要策畫一場成果發表會，需要集結眾多同學和師長的通力協作，不斷的溝通，彼此協調，動手實踐，修正錯誤，力求盡善盡美，以致我們才能站在臺上做科學研究發表，這些也是另一種能力的培養。不知不覺中，各位都達到了自發、互動和共好的精神。祝同學們都能日新又新，更上層樓。
    `
  },{
    "title": "物理專題指導老師的話",
    "innerText": `專題是一條辛苦的道路，從高一下開始找題目教授，高二上投稿小論文，高二下投稿國內期刊，高三上還要最後一搏地投稿國際科展。過程中遇到挫折困難是很難避免的，希望大家都能堅持走到最後，並獲得滿意的結果。若你能踏破這重重障礙，感受到自己程度能力的提升，這是單純的讀書考試所不能比擬的。相信長久的努力，獲得美妙的結果，累積其他普通班同學沒有的經驗，追尋屬於自己那至臻的目標。`
  },{
    "title": "生物專題指導老師的話",
    "innerText": `生物專題兩年的研究，
終於有了些許成果，同學從
高一的摸索，到現在能對一
個問題，利用科學方法，提
出解決問題的可能答案，過
程中是相當辛苦的。但是，
從一個單純知識的接收者，
變成知識的創造者，對於自
己的一生是受用的。希望各
位同學能從這門課獲得解決
問題的能力，往後能應用在自己的生活或者工作中。高二
的成發完成，也代表著一段歷程的結束，但希望同學可以
繼續完成後續的修改，若有機會也可多參加科展或其他的
發表。最後祝各位同學成發順利，課業蒸蒸日上。`

  }
];

var fourthSection = [
  {
    "title": "我們的導師們",
    "innerText": `<h3>高君陶老師</h3>
    高君陶老師，不只是226的班導，也是兩班的物理科老師。雖然老師因為學校規劃沒辦法帶我們的專題課程，但兩班的同學都在物理課上收獲許多呢！
    </p>
    老師上課時非常厲害，完全不用任何講義或投影片，完全把上課內容記在腦中呢！不只如此，板書還是整理過的筆記和精美的圖片，讓同學們完全不用整理筆記，照抄就行了喔！是不是很羨慕呢
    </p>
    除了強大的教學實力，老師還會在上課和班會課時，分享老師自己遇到的趣事和應對問題的方法，常常讓遁入夢鄉的同學們被全班的笑聲吵醒，也讓大家學到許多生活的經驗和處理班級事務的技巧喔！
    </p>
    最後，因為特殊班的身份，班上許多同學都有自己的理想和目標，君陶老師也會給予我們最大的支持喔，不管是科展還是競賽，都有老師在幕後作為我們的推手，讓大家都燃起鬥志參加科展、奧林匹亞和能力競賽等比賽呢！</p>
    </p>
    <h3>姚志鴻老師</h3>
    在身為25班班導、兩個數資班數學教師、數學專題的指導老師等等多重身分的轟炸下，姚志鴻老師依舊每天笑容滿面地為各位同學上課。輕鬆有趣卻又不失專業的授課中，引領著我們數資班同學們在知識的海洋中徜徉，了解數學之美。
﻿     </p>
    除此之外，姚志鴻老師也對同學們非常友善，例如定期為班上同學們舉辦慶生會、自掏腰包請班上學生們吃東西、甚至會利用空閒時間放演講影片啟發同學⋯⋯種種貼心行為使得同學們都深深喜愛這位用心的老師﻿。
    ﻿</p>
    擔心著數資班學生們的未來，姚志鴻老師認真關心著每一位同學的專題，在我們遇到困難時耐心與我們討論一起解決，鼓勵我們勇於迎向挑戰，完成自己的研究。
    </p>
    溫柔敦厚，正是志鴻老師最佳的寫照，也正因如此，姚志鴻老師才能得到數資班每一位同學深深的喜愛吧！
    </p>
`
  },
  {
    "title": "公關、影片、音樂組",
    "innerText": 
    `
    <h3> 公關組 </h3>
    </p>
    <h3> 影片組 </h3>
    影片組主要負責成發各類影片的製作。當初我們被招集的時候，「各類影片」指的  是在成發當天播放的劇情影片，但隨著COVID-19肆虐，網站的想法有了雛形，「各類影片」的數量就以驚人的速度成長當中。
我們可說是最早開始工作，也是最晚完成工作的成發組之一。早在十月我們便開始構思劇本，寒假時趕工拍攝，下學期努力的剪出符合期望的影片。我們還錄下了各位成發的精彩報告，整理、上好字幕後上傳檔案。若影片有些許不完善之處還請見諒，若各位能透過我們的影片，一起參與這次成發並沉浸其中，那就是我們最大的榮幸。
    </p>
    <h3> 音樂組 </h3>
    別只看在成發的最後，全體同學表演的光鮮亮麗的一面，其實在幕後，音樂組
可是下了不少的苦工。不僅僅是寫了一首歌，編排和聲到確認樂手練習進度，
再到現場表演的聲音控制更是他們需要了解掌握的。他們個個其實也都大有來
頭，有弦樂團的、專長鋼琴的、合唱團的⋯⋯每個人都很有才華。因此在討論
上難免有些摩擦，但音樂組仍然團結一心地帶給我們一個最好的表演。
    `
  },
  {
    "title": "各組介紹",
    "innerText": ``
  },
  {
    "title": "各組介紹",
    "innerText": ``
  },
  {
    "title": "各組介紹",
    "innerText": ``
  },
  {
    "title": "各組介紹",
    "innerText": ``
  },
  {
    "title": "各組介紹",
    "innerText": ``
  },
  {
    "title": "各組介紹",
    "innerText": ``
  }
];

var sixthSection = [
  {
    "title": "成發影片《Euphoria》",
    "innerText": `
    <div class = "mainVideo" style = 'padding-top: 10vh;'>
      <iframe id = "euphoria"
      width="1080" height="630"
      src="https://www.youtube.com/embed/um_PRWXg3dw">
      </iframe>
    </div>
    `
  },
  {
    "title": "網管、網站組",
    "innerText": `
    <h3>網管組</h3>
    看似很閒的網管組，實則負起了宣傳的重責大任。尤其是在人人隨時滑社群媒體的情況下，寫出一篇篇引人入勝的貼文更是網管們的心血所在。
    </p>
    另外，精美的排版、精心設計的封面、互動性高的動態等，也是同學們努力出來的成果。看見專題文排序出來的簡潔封面了嗎？那也是網管們討論後實現的想法喔～
    </p>
    成發的資訊都可以在<a href = "https://www.instagram.com/eureka_ckmsc36th/">成發的IG帳號</a>看到，也能在裡面看見各專題組員們不為人知的一面喔。如果有興趣的話，也麻煩多多關注吧～
    </p>
    <h3>網站組</h3>
    嗨！我們是網管組！一行一行的將這個網站寫出來，就是由我們負責的～ 在這途中，我們學到了許多關於些網站的細節，和大家的協調，從內容架設、美工、影片、報告書，非常開心能將大家的成果放上網站上！從最開始的構思到慢慢的看到所想到的網頁慢慢成形，到最後的微調、公布，一步步這樣走來，成就感是我們最大的回饋！
    </p>
    也感謝來網站瀏覽的你/妳，希望你/妳會希望我們精心製造的網站！
    `
  }
];

var eighthSection = [
  {
    "title": "成發曲《霓虹彼端》",
    "innerText": `

    <div class = "mainVideo" style = 'padding-top: 10vh;'>
      <iframe id = "euphoria"
      width="1080" height="630"
      src="https://www.youtube.com/embed/TzyhIVZI6mk">
      </iframe>
    </div>
    <div style = "text-align: center;">
    </p>
    作曲：洪翊勝
    </p>
    作詞：洪辰亞  Virginia Liu
    </p>
    編曲：洪翊勝
    </p>
    主唱：林宸宇 廖庭毅
    </p>
    鋼琴：吳品逸
    </p>
    吉他：闕子維
    </p>
    小提琴：江昀容
    </p>
    低音大提琴：張愷宸
    </p>
    鼓組：陳彥睿
    </div>
    `
  },
  {
    "title": "活動、場地、主持人組",
    "innerText": `
    <h3>活動組</h3>
    大家好我們是活動組，活動組會負責外賓的接待，從引導到場控都是我們負責的範疇。因應新冠病毒，我們這次多了量體溫、消毒……，一切和防疫有關的措施都是我們要進行，也因此比平常多了一些工作量，也因為新冠病毒，這次的點心時間也因此取消，使大家沒辦法跟報告者邊吃點心邊與報告者討論報告內容稍顯可惜，若成發當天有所不周，請各位嘉賓多見諒
    </p>
    <h3>場地組</h3>
    兩天的表演，各組的報告順序以及節目安排，都是場地組之前調整許多次後的結果，而當天梅花座的安排和各種器材位置的調整，都是看似簡單卻不易做好的工作，除了觀眾看的到的部分，還有在中控室內的夥伴們，第一次進去大家都興致勃勃呢，僅僅幾個簡單的燈光就需要多次的磨合，再加上布幕以及音效等等的，想更認識場地組的人，就去看個人介紹吧！
    </p>
    <h3>主持人組</h3>
    主持人，尷尬的代名詞。各種眼神壓力、各種觀眾的睡意、各種設備的故障，都是由主持人來撐場面，可見主持人臨場反應的需求不是蓋的。雖說每個主持人都得要有很會冷場以及講冷笑話的特質，但也不是所有主持人都過分尷尬，如果有尷尬到讓觀眾有想要衝上台打人的衝動，我們深感抱歉！看著一下西裝筆挺，一下又得換裝報告專題的主持人們，想必是超級辛苦，請大家不吝於自己的掌聲，謝謝他們的辛勞！

`
  }
];

var tenthSection = [
  {
    
  },
  {
    "title": "文書、美宣組",
    "innerText": `
      <h3>文書組</h3>
      文書組主要是負責編輯成發本，裡面包含著兩班同學兩年以來努力研究的心血結晶以及各個師長們的話。而記錄兩班聯合會議的工作也是落在我們的肩上哦！會議紀錄可以幫助我們保留討論的內容，以方便之後查詢使用。另外，成發當天的簡報也是文書組負責設計以及統整。而在成發後，我們也要協助整理各組專題的研究內容，做成一本厚厚的研究的彙編留存。雖然只是五個人的小組，和其他組比起來人數相對較少，但是貢獻程度可不輸給其他組哦！
      </p>
      <h3>美宣組</h3>
      我們是美宣組，默默在幕後奉獻的組別，雖然很忙碌，總是有新的工作出現，但在所有人的共同努力下也把工作一個個地完成了。美宣是一個很吃人手和天賦的組別，希望學弟可以慎選對美術具備興趣或實力的人，不然往往會落入心有餘而力不足的窘境。在分工執行之前，也需要先達成共識，風格的一致性是美宣非常看重的一點，若是各做各的，最後再將其拼貼在一塊，到頭來只能打掉重做，之前的努力終將都付諸流水。在創作的過程中多少會遇見困境或考驗，但千萬不要放棄，只要堅持下去，一定能能收獲甜美的果實。
    `
  }
];

var ball_photos = [
  "./images/logos/eureka_icon.png",
  "./images/logos/brain_icon.png",
  "./images/logos/math_icon.png",
  "./images/logos/inform_icon.png",
  "./images/logos/chem_icon.png",
  "./images/logos/earths_icon.png",
  "./images/logos/phys_icon.png",
  "./images/logos/bio_icon.png",
  "./images/logos/up_icon.png",
];

var bg_math   = "url('./images/backgrounds/math_background-01.png')";
var bg_inform = "url('./images/backgrounds/inform_background-01.png')";
var bg_chem   = "url('./images/backgrounds/chem_background-01.png')";
var bg_earths = "url('./images/backgrounds/earths_background-01.png')";
var bg_phys   = "url('./images/backgrounds/phys_background-01.png')";
var bg_bio    = "url('./images/backgrounds/bio_background-01.png')";

var Bgs = [
  "url('./images/backgrounds/inform_background-01.png')",
  "url('./images/backgrounds/eureka_bg.jpg')",
  bg_math,
  bg_inform,
  bg_chem,
  bg_earths,
  bg_phys,
  bg_bio,
];

var secondSubs = [
  "",//" 陳彥儒",
  "",//"總召：洪辰亞、陳冠豪 / 副召 ： 楊竣凱、闕子維",
  "",
  "",
  "",
  "",
  "",
  "",
];

var thirdSubs = [
  "",
  "",
  "姚志鴻老師",
  "彭天健老師",
  "曹淇峰老師",
  "李文禮老師",
  "賴奕帆老師",
  "魏宏仁老師",
];

var fourthSubs = [
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  ""
];

var sixthSubs = [
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
];

var eighthSubs = [
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
];


var tenthSubs = [
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
];

var specialBgs = [
  [
    "url('./images/backgrounds/inform_background-01.png')",
    "url('./images/groupimgs/day1_group.jpg')",
    "url('./images/groupimgs/video_group.png')",
    "url('./images/groupimgs/music_front.jpg')",
    bg_inform
  ],
  [
    "url('./images/backgrounds/inform_background-01.png')",
    "url('./images/groupimgs/singers.jpg')",
    "url('./images/groupimgs/photographers.jpg')",
    "url('./images/groupimgs/hosts.jpg')",
    "url('./images/groupimgs/reception.jpg')",
    bg_inform
  ],

]

var teacher_photos = [
  "",
  "",
  "url('./images/teacher/math.png')",
  "url('./images/teacher/inform.png')",
  "url('./images/teacher/chem.png')",
  "url('./images/teacher/earths.png')",
  "url('./images/teacher/phys.png')",
  "url('./images/teacher/bio.png')",
];

var groups = [
  {
    "title": "jizz",
    "innerText": "more jizz"
  }, //Eureka
  {
    "title": "spice",
    "innerText": "more spice"
  }, //What is
  {
    "sub": "math",
    "len": 8,
    "images": [
      "./images/logos/math_icon.png",
      "./images/logos/math_icon.png",
      "./images/logos/math_icon.png",
      "./images/logos/math_icon.png",
      "./images/logos/math_icon.png",
      "./images/logos/math_icon.png",
      "./images/logos/math_icon.png",
      "./images/logos/math_icon.png"
    ], //團體照
    "titles": [
      "萬丈高樓平地起——方格塔內騎士巡邏路徑之存在性",
      "N×N 格子點連線段長的種類數",
      "由N個三角形的重心求出構成三角形的N個點",
      "以二刻尺作圖解方程式",
      "最後的十七分鐘——探討過橋問題",
      "數獨中多重解集合的性質探討",
      "探討封閉齒輪組中的迴圈數量",
      "密克點與相似形之間",
    ], //專題名稱
    "names": [
      "陳彥儒 渠立宇",
      "陳威仲",
      "施伯昌",
      "邱巖盛",
      "吳柏毅 黎裕玄",
      "沈泓毅 謝翔",
      "鍾昊哲 蘇宏祐",
      "秦翌凱"
    ], //作者
  }, //數學
  {
    "sub": "inform",
    "len": 6,
    "images": [
      "./images/logos/inform_icon.png",
      "./images/logos/inform_icon.png",
      "./images/logos/inform_icon.png",
      "./images/logos/inform_icon.png",
      "./images/logos/inform_icon.png",
      "./images/logos/inform_icon.png",
    ], //團體照
    "titles": [
      "神經網路的理論架構分析及程式實作",
      "運用CNN實現食物種類及份量辨識",
      "「聲」不由己——以自動編碼器為基礎的聲音轉換",
      "以條件式RNN仿造生成音樂",
      "Transformer模型生成文本研究",
      "利用神經網路系統RNN自動生成音樂"
    ], //專題名稱
    "names": [
      "葉適穎 廖士樘 李昶毅 宋竑毅",
      "林宸宇 黃偉翔",
      "劉至軒 王政祺",
      "鄭力維 方聿丞",
      "張禾牧 鄭任佑",
      "張愷宸",
    ], //作者
  }, //資訊
  {
    "sub": "chem",
    "len": 4,
    "images": [
      "./images/logos/chem_icon.png",
      "./images/logos/chem_icon.png",
      "./images/logos/chem_icon.png",
      "./images/logos/chem_icon.png",
    ], //團體照
    "titles": [
      "奈米銀光學性質應用於有機氣體感測及其機制之研究",
      "LSC氧離子導體作為電極對贋電容的性能影響",
      "從天然物抓取微量抗病毒及抗癌藥物的分子工具之研究",
      "奈米化纖維素再改質對重金屬吸附之影響"
    ], //專題名稱
    "names": [
      "江承洲 葉致呈",
      "吳子揚 李冠逸",
      "莊智翔 翁瑋廷",
      "蔡宇翔 江昀容"
    ], //作者
  }, //化學
  {
    "sub": "earths",
    "len": 2,
    "images": [
      "./images/logos/earths_icon.png",
      "./images/logos/earths_icon.png",
    ], //團體照
    "titles": [
      "銀河系OB星的快篩法",
      "以淺水模式探討雙眼牆結構渦漩"
    ], //專題名稱
    "names": [
      "洪辰亞",
      "葉凱傑 劉奕辰",
    ], //作者
  }, //地科
  {
    "sub": "phys",
    "len": 7,
    "images": [

      "./images/logos/phys_icon.png",
      "./images/logos/phys_icon.png",
      "./images/logos/phys_icon.png",
      "./images/logos/phys_icon.png",
      "./images/logos/phys_icon.png",
      "./images/logos/phys_icon.png",
      "./images/logos/phys_icon.png",
    ], //團體照
    "titles": [
      "利用運動傳感器MPU6050操控機械手臂",
      "蝴蝶的獨特飛行",
      "介電潤濕-探索液滴在電極板上的現象",
      "固體貼合法於物體路徑探討及壓力分佈",
      "Edu-Talk視覺化模擬平台在物理實驗上的應用",
      "自製奈米銀墨水手繪電路圖",
      "自製2.4GHz 微帶天線建構訊號收發系統"
    ], //專題名稱
    "names": [
      "李耀宇",
      "郭哲明 陳銓 廖庭毅",
      "楊竣凱 劉柏杰",
      "邱允謙",
      "吳翊綸 陳奕安",
      "陳郁安",
      "闕子維"
    ], //作者
  }, //物理
  {
    "sub": "bio",
    "len": 6,
    "images": [
      "./images/logos/bio_icon.png",
      "./images/logos/bio_icon.png",
      "./images/logos/bio_icon.png",
      "./images/logos/bio_icon.png",
      "./images/logos/bio_icon.png",
      "./images/logos/bio_icon.png",
    ], //團體照
    "titles": [
      "探討PRAP-1與MTTP的關聯",
      "利用免疫螢光法找出A型流感病毒中不易突變之T cell 抗原",
      "探討巨噬細胞對神經疼痛的影響",
      "篩選調控樹突細胞分化之轉錄因子",
      "NUDIX水解酶在大腸桿菌中的演化",
      "透過生物網路圖分析IncRNA之間的功能關係並分析存活率",
      "研究CTEN在大腸癌細胞中的影響"
    ], //專題名稱
    "names": [
      "林政佑 曾茂家",
      "洪翊勝 陳冠豪 陳彥睿",
      "陳禹翰 張鈞昌 謝旻哲",
      "吳品逸 林辰洋",
      "連啟竣",
      "顏頎翰",
      "江祐辰"
    ], //作者
  } //生物
];