var data = {
    "math": [{
        "title": "Test",
    }],
    "inform": [{
        "title": "辣椒的研究",
        "author": [{
            "name": "辣椒頭哥哥",
            "photo": "22616.jpg",
            "class": 226,
            "number": 16,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "辣椒頭弟弟",
            "photo": "22616.jpg",
            "class": 226,
            "number": 16,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I3",
        "video": ""
    }],
    "chem": [{
        "title": "纖維素奈米化後再改質<br>對重金屬吸附的影響",
        "author": [{
            "name": "蔡宇翔",
            "photo": "22627.jpg",
            "class": 226,
            "number": 27,
            "desciption": "嗨嗨大家好，我是蔡宇翔，一個數資班裡面的小小普通人，化學專題的小小書生。還算活潑吧不知道反正不會有人想要認識我。還有一件重要的事：IU超讚"
        },{
            "name": "江昀容",
            "photo": "22603.jpg",
            "class": 226,
            "number": 3,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "C4",
        "video": ""
    }],
    "earths": [{
        "title": "Test",
    }],
    "phys": [{
        "title": "自製2.4GHz 微帶天線<br>建構訊號收發系統",
        "author": [{
            "name": "闕子維",
            "photo": "22630.jpg",
            "class": 226,
            "number": 30,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P7",
        "video": ""
    }],
    "bio": [{
        "title": "Test",
    }]
};