var data = {
    "math": [{
        "title": "萬丈高樓平地起―方格塔內騎士巡邏路徑之存在性",
        "author": [{
            "name": "陳彥儒",
            "photo": "22618.jpg",
            "class": 226,
            "number": 18,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "渠立宇",
            "photo": "22621.jpg",
            "class": 226,
            "number": 21,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M1",
        "video": "aAeeut2EmQQ"
    },
    {
        "title": "N×N 格子點連線段長的種類數",
        "author": [{
            "name": "陳威仲",
            "photo": "22617.jpg",
            "class": 226,
            "number": 17,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M2",
        "video": "wHUR9fRKWW4"
    },
    {
        "title": "重心求點",
        "author": [{
            "name": "施伯昌",
            "photo": "22611.jpg",
            "class": 226,
            "number": 11,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M3",
        "video": "A35ikysn_4M"
    },
    {
        "title": "以二刻尺作圖解方程式",
        "author": [{
            "name": "邱巖盛",
            "photo": "22610.jpg",
            "class": 226,
            "number": 10,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M4",
        "video": "nObWLvyeIes"
    },
    {
        "title": "最後的十七分鐘-探討過橋問題",
        "author": [{
            "name": "吳柏毅",
            "photo": "22605.jpg",
            "class": 226,
            "number": 5,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "黎裕玄",
            "photo": "22629.jpg",
            "class": 226,
            "number": 29,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M5",
        "video": "jW_6G7hoQZg"
    },
    {
        "title": "數獨中多重解集合的性質探討",
        "author": [{
            "name": "沈泓毅",
            "photo": "22507.jpg",
            "class": 225,
            "number": 7,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "謝翔",
            "photo": "22527.jpg",
            "class": 225,
            "number": 27,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M6",
        "video": "Xn7SwXeEn0s"
    },
    {
        "title": "探討封閉齒輪組中的迴圈數量",
        "author": [{
            "name": "鍾昊哲",
            "photo": "22528.jpg",
            "class": 225,
            "number": 28,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "蘇宏祐",
            "photo": "22530.jpg",
            "class": 225,
            "number": 30,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M7",
        "video": "WWpLigHJsZE"
    },
    {
        "title": "密克點與相似形之間",
        "author": [{
            "name": "秦翌凱",
            "photo": "22511.jpg",
            "class": 225,
            "number": 11,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M8",
        "video": "flkWjAI8UWk"
    },
    ],
    "inform": [{
        "title": "神經網路的理論架構分析及程式實作",
        "author": [{
            "name": "葉適穎",
            "photo": "22624.jpg",
            "class": 226,
            "number": 24,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "廖士樘",
            "photo": "22522.jpg",
            "class": 225,
            "number": 22,
            "desciption": "辣椒頭哥哥比較辣"
        },
        {
            "name": "李昶毅",
            "photo": "22506.jpg",
            "class": 225,
            "number": 6,
            "desciption": "辣椒頭哥哥比較辣"
        },
        {
            "name": "宋竑毅",
            "photo": "22504.jpg",
            "class": 225,
            "number": 4,
            "desciption": "辣椒頭哥哥比較辣"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I1",
        "video": "FvhWtWnj2s8"
    },
    {
        "title": "運用CNN實現食物種類及份量辨識",
        "author": [{
            "name": "林宸宇",
            "photo": "22508.jpg",
            "class": 225,
            "number": 8,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "黃偉翔",
            "photo": "22520.jpg",
            "class": 225,
            "number": ,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I2",
        "video": "Qoa5XSgiqJM"
    },
    {
        "title": "「聲」不由己 —— 以自動編碼器為基礎的聲音轉換",
        "author": [{
            "name": "劉至軒",
            "photo": "22625.jpg",
            "class": 226,
            "number": 25,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "王政祺",
            "photo": "22601.jpg",
            "class": 226,
            "number": 1,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I3",
        "video": "DmvdHGa4jRk"
    },
    {
        "title": "以條件式RNN仿造生成音樂",
        "author": [{
            "name": "方聿丞",
            "photo": "22501.jpg",
            "class": 225,
            "number": 1,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "鄭力維",
            "photo": "22525.jpg",
            "class": 225,
            "number": 25,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I4",
        "video": "b91sW8Gitus"
    },
    {
        "title": "Transformer模型生成文本研究",
        "author": [{
            "name": "張禾牧",
            "photo": "22614.jpg",
            "class": 226,
            "number": 14,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "鄭任佑",
            "photo": "22628.jpg",
            "class": 226,
            "number": 28,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I5",
        "video": "eMAuKz7Os1Y"
    },
    {
        "title": "利用神經網路系統RNN自動生成音樂",
        "author": [{
            "name": "張愷宸",
            "photo": "22615.jpg",
            "class": 226,
            "number": 15,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I6",
        "video": "i9WQbAGynzA"
    }],
    "chem": [
    {
        "title": "奈米銀光學性質應用於有機氣體感測之研究",
        "author": [{
            "name": "江承洲",
            "photo": "22602.jpg",
            "class": 226,
            "number": 2,
            "desciption": "嗨嗨大家好，我是蔡宇翔，一個數資班裡面的小小普通人，化學專題的小小書生。還算活潑吧不知道反正不會有人想要認識我。還有一件重要的事：IU超讚"
        },{
            "name": "葉致呈",
            "photo": "22622.jpg",
            "class": 226,
            "number": 22,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "C1",
        "video": "oEXrw_pqP8w"
    },
    {
        "title": "LSC氧離子導體作為電機對贋電容的性能影響",
        "author": [{
            "name": "吳子揚",
            "photo": "22503.jpg",
            "class": 225,
            "number": 3,
            "desciption": "嗨嗨大家好，我是蔡宇翔，一個數資班裡面的小小普通人，化學專題的小小書生。還算活潑吧不知道反正不會有人想要認識我。還有一件重要的事：IU超讚"
        },{
            "name": "李冠逸",
            "photo": "22505.jpg",
            "class": 225,
            "number": 5,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "C2",
        "video": ""
    },
    {
        "title": "從天然物抓取微量抗病毒及抗癌藥物的分子工具之研究",
        "author": [{
            "name": "莊智翔",
            "photo": "22513.jpg",
            "class": 225,
            "number": 13,
            "desciption": "嗨嗨大家好，我是蔡宇翔，一個數資班裡面的小小普通人，化學專題的小小書生。還算活潑吧不知道反正不會有人想要認識我。還有一件重要的事：IU超讚"
        },{
            "name": "翁瑋廷",
            "photo": "22613.jpg",
            "class": 226,
            "number": 13,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "C3",
        "video": "gfZgybeLiLM"
    },
    {
        "title": "纖維素奈米化後再改質<br>對重金屬吸附的影響",
        "author": [{
            "name": "蔡宇翔",
            "photo": "22627.jpg",
            "class": 226,
            "number": 27,
            "desciption": "嗨嗨大家好，我是蔡宇翔，一個數資班裡面的小小普通人，化學專題的小小書生。還算活潑吧不知道反正不會有人想要認識我。還有一件重要的事：IU超讚"
        },{
            "name": "江昀容",
            "photo": "22603.jpg",
            "class": 226,
            "number": 3,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "C4",
        "video": "r-SX_--EWHU"
    }],
    "earths": [
    {
        "title": "銀河系OB星的快篩法",
        "author": [{
            "name": "洪辰亞",
            "photo": "22612_1.jpg",
            "class": 226,
            "number": 12,
            "desciption": "嗨！我是洪辰亞，兼職本屆數理資優班成果發表會的總召。天文是我的興趣，所以我加入了天文社，在社內擔任教學，專題也選擇了天文領域的研究。能夠分析每個不同「性格」的星星，享受銀漢帶給人的震憾，實在是一件幸福的事。"
        },
        {
            "name": "洪辰亞",
            "photo": "22612_2.jpg",
            "class": 226,
            "number": 12,
            "desciption": "大家好！我也是洪辰亞。是新加坡海外旅行的總召。烹飪是我的興趣，所以我常常利用空閒時間，練習刀工跟調味。能夠在享用美食的時候，享受烹調的快樂，實在是一件愉悅的事。"
        }],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "E1",
        "video": "CN1Cd5MepU4"
    },
    {
        "title": "以淺水模式探討雙眼牆結構渦漩",
        "author": [{
            "name": "葉凱傑",
            "photo": "22623.jpg",
            "class": 226,
            "number": 23,
            "desciption": "嗨嗨大家好，我是蔡宇翔，一個數資班裡面的小小普通人，化學專題的小小書生。還算活潑吧不知道反正不會有人想要認識我。還有一件重要的事：IU超讚"
        },{
            "name": "劉奕辰",
            "photo": "22626.jpg",
            "class": 226,
            "number": 26,
            "desciption": "嘿大家好，我是劉奕辰，平常沒事的話喜歡到處逛，咖啡館是個不錯的地方，哦對了想打球也可以找我，打牌也不錯啦！"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "E2",
        "video": "ky_YpugyE1M"
    }
    ],
    "phys": [
    {
        "title": "利用運動傳感器MPU6050操控機械手臂",
        "author": [{
            "name": "李耀宇",
            "photo": "22607.jpg",
            "class": 226,
            "number": 7,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P1",
        "video": "6ifT6V0-08g"
    },
    {
        "title": "探討蝴蝶的獨特飛行",
        "author": [{
            "name": "郭哲明",
            "photo": "22515.jpg",
            "class": 225,
            "number": 15,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "陳銓",
            "photo": "22519.jpg",
            "class": 225,
            "number": 19,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "廖庭毅",
            "photo": "22523.jpg",
            "class": 225,
            "number": 23,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P2",
        "video": "dfNgwRi014k"
    },
    {
        "title": "介電潤濕-探討液滴在電極板上的現象",
        "author": [{
            "name": "楊竣凱",
            "photo": "22521.jpg",
            "class": 225,
            "number": 21,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "劉柏杰",
            "photo": "22524.jpg",
            "class": 225,
            "number": 24,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P3",
        "video": "YhVLiK-HEhY"
    },
    {
        "title": "以固態貼合法探討紙牌運動過程中路徑及壓力分佈",
        "author": [{
            "name": "邱允謙",
            "photo": "22509.jpg",
            "class": 225,
            "number": 9,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P4",
        "video": "Rr0raT7xYRQ"
    },
    {
        "title": "視覺化模擬平台-Edu-Talk的應用",
        "author": [{
            "name": "吳翊綸",
            "photo": "22606.jpg",
            "class": 226,
            "number": 6,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "陳奕安",
            "photo": "22616.jpg",
            "class": 226,
            "number": 16,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P5",
        "video": "2KgiuliuRS0"
    },
    {
        "title": "自製奈米銀墨水手繪電路圖",
        "author": [{
            "name": "陳郁安",
            "photo": "22619.jpg",
            "class": 226,
            "number": 19,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P6",
        "video": "hoRDpz6M4Z8"
    },
    {
        "title": "自製2.4GHz 微帶天線<br>建構訊號收發系統",
        "author": [{
            "name": "闕子維",
            "photo": "22630.jpg",
            "class": 226,
            "number": 30,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P7",
        "video": "BVDyA0X-vAI"
    }],
    "bio": [
    {
        "title": "探討PRAP-1與MTTP的關聯",
        "author": [{
            "name": "林政佑",
            "photo": "22609.jpg",
            "class": 226,
            "number": 9,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "曾茂家",
            "photo": "22620.jpg",
            "class": 226,
            "number": 20,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B1",
        "video": "CJLPfttLQ2c"
    },
    {
        "title": "利用免疫螢光法找出A型流感病毒中不易突變之T cell 抗原",
        "author": [
        {
            "name": "洪翊勝",
            "photo": "22510.jpg",
            "class": 225,
            "number": 10,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "陳冠豪",
            "photo": "22516.jpg",
            "class": 225,
            "number": 16,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "陳彥睿",
            "photo": "22517.jpg",
            "class": 225,
            "number": 17,
            "desciption": "辣椒頭哥哥好辣"
        }
        ],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B2",
        "video": "fdqPgKWmaTk"
    },
    {
        "title": "探討巨噬細胞對神經疼痛的影響",
        "author": [
        {
            "name": "張鈞昌",
            "photo": "22512.jpg",
            "class": 225,
            "number": 12,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "陳禹翰",
            "photo": "22518.jpg",
            "class": 225,
            "number": 18,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "謝旻哲",
            "photo": "22526.jpg",
            "class": 225,
            "number": 26,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B3",
        "video": "-q1JLMFJV8Y"
    },
    {
        "title": "篩選調控樹突細胞分化之轉錄因子",
        "author": [
        {
            "name": "吳品逸",
            "photo": "22604.jpg",
            "class": 226,
            "number": 4,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "林辰洋",
            "photo": "22608.jpg",
            "class": 226,
            "number": 8,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B4",
        "video": "KQrsB96v5QM"
    },
    {
        "title": "NUDIX水解酶在大腸桿菌中的演化",
        "author": [
        {
            "name": "連啓竣",
            "photo": "22514.jpg",
            "class": 225,
            "number": 14,
            "desciption": "辣椒頭哥哥好辣"
        },],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B5",
        "video": "QuDsb_heffc"
    },
    {
        "title": "透過生物網路圖分析lncRNA之間的功能關係並分析存活率",
        "author": [
        {
            "name": "顏頎翰",
            "photo": "22529.jpg",
            "class": 226,
            "number": 29,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B6",
        "video": "nsdWvTo1bHY"
    },
    {
        "title": "研究CTEN在大腸癌細胞中的影響",
        "author": [
        {
            "name": "江祐辰",
            "photo": "22502.jpg",
            "class": 225,
            "number": 2,
            "desciption": "辣椒頭哥哥好辣"
        },
        ],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B7",
        "video": "jc3lEH2d-AU"
    }
    ]
};