var data = {
    "math": [{},
    {
        "title": "萬丈高樓平地起―方格塔內騎士巡邏路徑之存在性",
        "author": [{
            "name": "陳彥儒",
            "photo": "22618.jpg",
            "class": 226,
            "number": 18,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "渠立宇",
            "photo": "22621.jpg",
            "class": 226,
            "number": 21,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M1",
        "video": "aAeeut2EmQQ"
    },
    {
        "title": "N×N 格子點連線段長的種類數",
        "author": [{
            "name": "陳威仲",
            "photo": "22617.jpg",
            "class": 226,
            "number": 17,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M2",
        "video": "wHUR9fRKWW4"
    },
    {
        "title": "重心求點",
        "author": [{
            "name": "施伯昌",
            "photo": "22611.jpg",
            "class": 226,
            "number": 11,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M3",
        "video": "A35ikysn_4M"
    },
    {
        "title": "以二刻尺作圖解方程式",
        "author": [{
            "name": "邱巖盛",
            "photo": "22610.jpg",
            "class": 226,
            "number": 10,
            "desciption": "大家好，我是邱巖盛，平常在數專擔任角落生物。雖然不常講話，但是其實非常友善，尤其講起笑話總是驚為天人！"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M4",
        "video": "nObWLvyeIes"
    },
    {
        "title": "最後的十七分鐘-探討過橋問題",
        "author": [{
            "name": "吳柏毅",
            "photo": "22605.jpg",
            "class": 226,
            "number": 5,
            "desciption": "嘿大家好，我是吳柏毅，一個因為專題海參和數學加入數資班的普通學生。興趣是卡牌遊戲和數學，目前正在努力念書中。"
        },{
            "name": "黎裕玄",
            "photo": "22629.jpg",
            "class": 226,
            "number": 29,
            "desciption": "大家好我是黎裕玄。我的個性容易緊張，在台上報告甚至會抖腳，但私底下喜歡消遣一些同學（專題夥伴），但喜歡玩遊戲，在專題研究無事時都會打brawl stars、橋牌消遣。"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M5",
        "video": "jW_6G7hoQZg"
    },
    {
        "title": "數獨中多重解集合的性質探討",
        "author": [{
            "name": "沈泓毅",
            "photo": "22507.jpg",
            "class": 225,
            "number": 7,
            "desciption": "我是沈泓毅，除了踩地雷外沒有任何突出的技能，平時除了做專題以外的時間幾乎都在玩，因為長期跟專題夥伴相處，於是擁有奇怪的邏輯，除此之外就是一個再普通不過的普通人。"
        },{
            "name": "謝翔",
            "photo": "22527.jpg",
            "class": 225,
            "number": 27,
            "desciption": `我是謝翔，一個不太會表達的講者。在這次的成發主要參與影片製作工作，專題則是挑了和數獨遊戲有關的題目進行更深入的研究。極度手殘，實驗誤差永遠10%以上，因此更喜歡能在紙上得到證明的數學、物理。正好這兩科都爆爛......我是不是考慮轉去一類好了？今天的我也會努力練習報告的喔啾咪～
            `
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M6",
        "video": "Xn7SwXeEn0s"
    },
    {
        "title": "探討封閉齒輪組中的迴圈數量",
        "author": [{
            "name": "鍾昊哲",
            "photo": "22528.jpg",
            "class": 225,
            "number": 28,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "蘇宏祐",
            "photo": "22530.jpg",
            "class": 225,
            "number": 30,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M7",
        "video": "WWpLigHJsZE"
    },
    {
        "title": "密克點與相似形之間",
        "author": [{
            "name": "秦翌凱",
            "photo": "22511.jpg",
            "class": 225,
            "number": 11,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "M8",
        "video": "flkWjAI8UWk"
    },
    ],
    "inform": [{},
    {
        "title": "神經網路的理論架構分析及程式實作",
        "author": [{
            "name": "葉適穎",
            "photo": "22624.png",
            "class": 226,
            "number": 24,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "廖士樘",
            "photo": "22522.jpg",
            "class": 225,
            "number": 22,
            "desciption": `早安你好，我是廖士樘，雖然興趣專長都不是在資訊，但因為想要學到新東西、新的技能就來資訊組磨練了一年。我覺得這是一個正確的選擇，這一年來很開心又充實！`
        },
        {
            "name": "李昶毅",
            "photo": "22506.jpg",
            "class": 225,
            "number": 6,
            "desciption": "哈囉~我是李昶毅，也可以叫我dudu喔~我是一個認真向學、遵守校規不會闖紅燈的好孩子，興趣是電玩以及日本的二次元文化，雖然是資訊組卻不太擅長程式相關的事，姑且是有鋼琴這個小才藝，雖然在班上的口頭禪是「好想交女朋友」，但實際上完全不認識女生也不太知道該怎麼跟女生相處呢，最後希望大家能喜歡我們二樓的主持。"
        },
        {
            "name": "宋竑毅",
            "photo": "22504.jpg",
            "class": 225,
            "number": 4,
            "desciption": "嗨大家好，我是225班的宋竑毅，莫名傳說戳到爆炸於是跑去玩FPS的專精玩家。別看我很閒，在幕後貢獻的黑衣人就是我啦！身為音樂組的我兼任場佈是否搞錯了什麼？"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I1",
        "video": "FvhWtWnj2s8"
    },
    {
        "title": "運用CNN實現食物種類及份量辨識",
        "author": [{
            "name": "林宸宇",
            "photo": "22508.jpeg",
            "class": 225,
            "number": 8,
            "desciption": "隨心所欲是我的代名詞，為了段考獎金可以讀的廢寢忘食，平時成績卻總是棄之於不顧。我不是在追劇，就是在追劇的路上。早已把Netflix看遍的我，近期剛攻克AppleTV+，是說HBO GO什麼時候才能讓所有台灣用戶都能註冊啊！！"
        },{
            "name": "黃偉翔",
            "photo": "22520.jpg",
            "class": 225,
            "number": 20,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I2",
        "video": "Qoa5XSgiqJM"
    },
    {
        "title": "「聲」不由己 —— 以自動編碼器為基礎的聲音轉換",
        "author": [{
            "name": "劉至軒",
            "photo": "22625.jpg",
            "class": 226,
            "number": 25,
            "desciption": "辣椒頭哥哥好辣"
        },{
            "name": "王政祺",
            "photo": "22601.jpg",
            "class": 226,
            "number": 1,
            "desciption": "辣椒頭哥哥比較辣"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I3",
        "video": "DmvdHGa4jRk"
    },
    {
        "title": "以條件式RNN仿造生成音樂",
        "author": [{
            "name": "方聿丞",
            "photo": "22501.jpg",
            "class": 225,
            "number": 1,
            "desciption": "嗨大家好！我是方聿丞。我是資訊組的成員，擁有一身黝黑的帥氣皮膚，平時寫程式之餘，常與狼人殺玩家交流，也喜歡看星星。最大的休閒娛樂就是打籃球，其實也不是很強，但就是比全班都強～"
        },{
            "name": "鄭力維",
            "photo": "22525.jpg",
            "class": 225,
            "number": 25,
            "desciption": "大家好，我是鄭力維，家裡有兩隻狗，有夠可愛，興趣是玩桌遊跟打球，覺得玩手機無聊跟浪費時間，但螢幕平均時數卻超過10小時，說到追劇，擁有放棄學業跟睡眠時間的能力，一天一季是輕而易舉，我家狗超可愛。"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I4",
        "video": "b91sW8Gitus"
    },
    {
        "title": "Transformer模型生成文本研究",
        "author": [{
            "name": "張禾牧",
            "photo": "22614.jpg",
            "class": 226,
            "number": 14,
            "desciption": "我是張禾牧，平常的嗜好是頹廢的過日子，以享受生命的美好。因為崇尚自然，所以生活環境也十分放蕩不羈，驚世駭俗，總之是個以自然為依歸的追隨者，除此之外在我們班29個人之中沒甚麼特別的。"
        },{
            "name": "鄭任佑",
            "photo": "22628.jpg",
            "class": 226,
            "number": 28,
            "desciption": "我是鄭任佑，平時的嗜好是做夢和耍廢。不管是睡覺還是做白日夢，總是不知不覺蹉跎許多光陰，或者是手機一滑就無法自拔。總之，我應該是班上二十九人之中最沒自制力的人了吧。比較正常的嗜好是打球和畫畫。"
        },],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I5",
        "video": "eMAuKz7Os1Y"
    },
    {
        "title": "利用神經網路系統RNN自動生成音樂",
        "author": [{
            "name": "張愷宸",
            "photo": "22615.jpg",
            "class": 226,
            "number": 15,
            "desciption": "哈囉我是張愷宸，趁現在回上頁還來的及。喔還有 江承洲是猩猩"
        }],
        "summary": "孫子曰：兵者，詭道也。故能而示之不能，用而示之不用，近而示之遠，遠而示之近。利而誘之，亂而取之，實而備之，強而避之，怒而撓之，卑而驕之，佚而勞之，親而離之。攻其無備，出其不意。此兵家之勝，不可先傳也。",
        "pdf": "I6",
        "video": "i9WQbAGynzA"
    }],
    "chem": [{},
    {
        "title": "奈米銀光學性質應用於<br>有機氣體感測之研究",
        "author": [{
            "name": "江承洲",
            "photo": "22602.jpg",
            "class": 226,
            "number": 2,
            "desciption": "嗨，我叫江承洲，平常的興趣是打球、彈琴，目前是學測書生，沒事會嗑一點化學，平常還蠻活潑，有興趣的可以來認識我（應該不會有啦）"
        },{
            "name": "葉致呈",
            "photo": "22622.png",
            "class": 226,
            "number": 22,
            "desciption": "大家好，我是葉致呈，興趣是打籃球和研究奇怪的化學，專長是把人當球打，但是我不是化學組最強的，因為一山還有一山高，蘿蔔還有蘿蔔糕"
        },],
        "summary": "本研究利用奈米銀之局域表面電漿共振及其與螢光基團結合後之螢光效應，作為有機氣體分子之感測材料，其中前者可準確分辨氣體濃度及種類，後者則可進一步降低感測濃度下限並微小化裝置總體積。",
        "pdf": "C1",
        "video": "oEXrw_pqP8w"
    },
    {
        "title": "LSC氧離子導體作為電機<br>對贋電容的性能影響",
        "author": [{
            "name": "吳子揚",
            "photo": "22503.jpg",
            "class": 225,
            "number": 3,
            "desciption": "我是吳子揚，專題是我求學生涯的轉捩點，也是我實力的一次洗禮。在這一年多實驗、測試與結報製作的過程中，我的實作、統計以及籌畫的能力也更加進步，這次經驗將是我學習生涯中寶貴的磨練。"
        },{
            "name": "李冠逸",
            "photo": "22505.png",
            "class": 225,
            "number": 5,
            "desciption": "我是李冠逸，平時的我熱愛小說與桌球，國中時即對科學萌生濃厚的興趣，上了高中後，對化學這門科目更是有深入的鑽研，而專題研究是我在高中生活中最重要的一部份，是一次美好的回憶。"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "C2",
        "video": ""
    },
    {
        "title": "從天然物抓取微量抗病毒<br>及抗癌藥物的分子工具之研究",
        "author": [{
            "name": "莊智翔",
            "photo": "22513.jpg",
            "class": 225,
            "number": 13,
            "desciption": "嗨嗨大家好，我是蔡宇翔，一個數資班裡面的小小普通人，化學專題的小小書生。還算活潑吧不知道反正不會有人想要認識我。還有一件重要的事：IU超讚"
        },{
            "name": "翁瑋廷",
            "photo": "22613.jpg",
            "class": 226,
            "number": 13,
            "desciption": "大家好，我是翁瑋廷！</p> 我喜歡化學，也喜歡運動如桌球，扯鈴等。很可惜我因為參加國手選拔營而無法參與成發，感謝莊智翔一人獨自扛下報告的重任，以及化專與建中36屆數資全體的支持。"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "C3",
        "video": "gfZgybeLiLM"
    },
    {
        "title": "纖維素奈米化後再改質<br>對重金屬吸附的影響",
        "author": [{
            "name": "蔡宇翔",
            "photo": "22627.jpg",
            "class": 226,
            "number": 27,
            "desciption": "嗨嗨大家好，我是蔡宇翔，一個數資班裡面的小小普通人，化學專題的小小書生。還算活潑吧不知道反正不會有人想要認識我。還有一件重要的事：IU超讚"
        },{
            "name": "江昀容",
            "photo": "22603.jpg",
            "class": 226,
            "number": 3,
            "desciption": "大家好，我是江昀容Stephen，大家都知道史帝夫和戴夫，我就是那個史帝夫。沒啦，我只是個喜歡籃球，喜歡看雲，喜歡自由的人。最近在建中小小的數資班裡，思索著自己以後會到哪裡去。"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "C4",
        "video": "r-SX_--EWHU"
    }],
    "earths": [{},
    {
        "title": "銀河系OB星的快篩法",
        "author": [{
            "name": "洪辰亞",
            "photo": "22612_1.jpg",
            "class": 226,
            "number": 12,
            "desciption": "嗨！我是洪辰亞，兼職本屆數理資優班成果發表會的總召。天文是我的興趣，所以我加入了天文社，在社內擔任教學，專題也選擇了天文領域的研究。能夠分析每個不同「性格」的星星，享受銀漢帶給人的震憾，實在是一件幸福的事。"
        },
        {
            "name": "洪辰亞",
            "photo": "22612_2.jpg",
            "class": 226,
            "number": 12,
            "desciption": "大家好！我也是洪辰亞。是新加坡海外旅行的總召。烹飪是我的興趣，所以我常常利用空閒時間，練習刀工跟調味。能夠在享用美食的時候，享受烹調的快樂，實在是一件愉悅的事。"
        }],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "E1",
        "video": "CN1Cd5MepU4"
    },
    {
        "title": "以淺水模式探討雙眼牆結構渦漩",
        "author": [{
            "name": "葉凱傑",
            "photo": "22623.jpg",
            "class": 226,
            "number": 23,
            "desciption": "搭好，我是葉凱傑，喜歡跳舞跟打球，讀書考試偏爛。基本上地科專題是陰錯陽差開始做的，不過做起來也是十分有收穫，也見識到了世界上很厲害的人，開拓了我的眼界，不過我很混最後幾個月才再那邊趕，謝謝大家的幫助啦，耶！"
        },{
            "name": "劉奕辰",
            "photo": "22626.jpg",
            "class": 226,
            "number": 26,
            "desciption": "嘿大家好，我是劉奕辰，平常沒事的話喜歡到處逛，咖啡館是個不錯的地方，哦對了想打球也可以找我，打牌也不錯啦！"
        },],
        "summary": "利用重金屬帶正電荷的特性，用負電荷的離子進行吸附，並藉由對奈米纖維素進行改質，接上羧酸基、硫酸基、醛基，增加吸附的量，且希望將改質後的纖維素可以融合在濾紙上，使過濾後的沉澱物可以固定在濾紙上，達到濾除環境汙染因子的效果。",
        "pdf": "E2",
        "video": "ky_YpugyE1M"
    }
    ],
    "phys": [{},
    {
        "title": "利用運動傳感器MPU6050<br>操控機械手臂",
        "author": [{
            "name": "李耀宇",
            "photo": "22607.jpg",
            "class": 226,
            "number": 7,
            "desciption": "大家好～我是李耀宇，雖然不會畫畫，但我可是擔任這次成發的美宣喔！喜歡的科目是物理，碰到也在拚物奧的好夥伴時，一見面就開始噼哩啪啦地討論剛寫到的題目。最喜歡的動畫/遊戲是寶可夢！不管是各種寶可夢本傳或是班上流行的Pokémon Medallion 都很投入呢！"
        }],
        "summary": "本研究將使用六軸傳感器MPU6050，測得手臂的姿態與運動模式，來讓操作者能夠自由地操控機械手臂，使操作過程變得更加便利簡單。",
        "pdf": "P1",
        "video": "6ifT6V0-08g"
    },
    {
        "title": "探討蝴蝶的獨特飛行",
        "author": [{
            "name": "郭哲明",
            "photo": "22515.jpg",
            "class": 225,
            "number": 15,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "陳銓",
            "photo": "22519.jpg",
            "class": 225,
            "number": 19,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "廖庭毅",
            "photo": "22523.jpg",
            "class": 225,
            "number": 23,
            "desciption": "各位好~我是物理組的廖庭毅，最喜歡無所事事浪費人生~平常無聊會去騷擾同學們的學習，興趣是掠奪同學們的網路~身為資深米蟲必備技能是到處借錢，不是因為沒錢是懶得掏錢包。如果喜歡反正我很閒的歡迎交流交流呦，一起為人民陣線奮鬥(((o(*ﾟ▽ﾟ*)o)))"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P2",
        "video": "dfNgwRi014k"
    },
    {
        "title": "介電潤濕-探討液滴在電極板上的現象",
        "author": [{
            "name": "楊竣凱",
            "photo": "22521.jpg",
            "class": 225,
            "number": 21,
            "desciption": "身為一個平凡無奇的學生，目前是一個人悠悠哉哉的走在探求真理的道路上，可能只有美食能吸引我脫離軌道。身而為人最大的缺點可能就是懶了，擁有拖延症也是不可避免的，然而跟我合作過的人都知道(?)，我是個能接受\"我就爛\"、\"你也爛\"，但無法忍受\"大家一起爛\"的人，對於團隊的事務總是十分雞婆，也許是這樣我才覺得副召這個工作很操吧。"
        },
        {
            "name": "劉柏杰",
            "photo": "22524.jpg",
            "class": 225,
            "number": 24,
            "desciption": "嗨我是劉柏杰，擅長的科目是數學跟物理，然而化學爛的要死。雖然對數學很有興趣，但因為覺得物理比較好想題目，所以選擇了物理組，後來事實證明我錯了。（但其實在物專爆肝也不錯）平常會打桌球、看日劇跟追番，會一點點日文。（年底N2拜託要過RRRRRR）"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P3",
        "video": "YhVLiK-HEhY"
    },
    {
        "title": "以固態貼合法探討紙牌運動過程中<br>路徑及壓力分佈",
        "author": [{
            "name": "邱允謙",
            "photo": "22509.jpg",
            "class": 225,
            "number": 9,
            "desciption": "大家好，我是225的邱允謙，身為物理組的一員，真的是快要爆肝。萬物之理乃為物理，地科什麼的，根本不應該存在啊!生活中的科學除了物理外，就是吃了^_^"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P4",
        "video": "Rr0raT7xYRQ"
    },
    {
        "title": "視覺化模擬平台-Edu-Talk的應用",
        "author": [{
            "name": "吳翊綸",
            "photo": "22606.jpg",
            "class": 226,
            "number": 6,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "陳奕安",
            "photo": "22616.jpg",
            "class": 226,
            "number": 16,
            "desciption": "哈囉大家好，我是陳奕安。學科上面，我熱衷於物理，也十分喜歡數學。最主要的興趣是魔方、打球與鋼琴。其中魔方幾乎可說是我的隨身配備，不論到哪幾乎都會帶在身上。"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P5",
        "video": "2KgiuliuRS0"
    },
    {
        "title": "自製奈米銀墨水手繪電路圖",
        "author": [{
            "name": "陳郁安",
            "photo": "22619.jpg",
            "class": 226,
            "number": 19,
            "desciption": "大家好，我是陳郁安，隨遇而安。我是個想辦法在數資班跟物專存活的平凡人。喜歡聽歌、看足球，Blackpink跟Barça最讚了！"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "P6",
        "video": "hoRDpz6M4Z8"
    },
    {
        "title": "自製2.4GHz 微帶天線<br>建構訊號收發系統",
        "author": [{
            "name": "闕子維",
            "photo": "22630.jpg",
            "class": 226,
            "number": 30,
            "desciption": "大家好，我是闕子維，擔任本次成發的副召及成發歌吉他伴奏。曾經是吉他社的一員，現在則是資訊社的退休幹部。專題是物理組，主要研究的是電波相關領域。平時的休閒就是在家彈琴製造噪音（？）還有玩牌、打電動哈哈XD不過希望我們的成發歌能帶給大家深刻的印象與感動！"
        }],
        "summary": "本研究的目標是做出一組讓電磁波訊號傳遞的系統，其中包含發射器、接收器與天線，而目前已完成的是天線的部分。本實驗選用的是2.4GHz微帶天線，而這一系列微帶天線的設計、量測與優化過程，便是本次報告的主軸。",
        "pdf": "P7",
        "video": "BVDyA0X-vAI"
    }],
    "bio": [{},
    {
        "title": "探討PRAP-1與MTTP的關聯",
        "author": [{
            "name": "林政佑",
            "photo": "22609.jpg",
            "class": 226,
            "number": 9,
            "desciption": "嗨嗨，我是林政佑，平時喜好打橋牌，因此是建中橋藝社的一份子，除了打橋牌之外也喜歡看小說，特別是科幻小說，至於運動嘛......登山應該是最喜歡的吧，我們家偶爾會出門挑戰百岳，雖然總是筋疲力盡，但爬山的感覺總是令人興奮。會加入生物組是因為生物是我最喜歡的一門學科，有別於其他數理科目，生物是最不學術且與生活貼近的了。"
        },
        {
            "name": "曾茂家",
            "photo": "22620.jpg",
            "class": 226,
            "number": 20,
            "desciption": "辣椒頭哥哥好辣"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B1",
        "video": "CJLPfttLQ2c"
    },
    {
        "title": "利用免疫螢光法找出A型流感病毒中不易突變之T cell 抗原",
        "author": [
        {
            "name": "洪翊勝",
            "photo": "22510.jpg",
            "class": 225,
            "number": 10,
            "desciption": "辣椒頭哥哥好辣"
        },
        {
            "name": "陳冠豪",
            "photo": "22516.jpg",
            "class": 225,
            "number": 16,
            "desciption": "嗨嗨大家~  我是25班生物組的陳冠豪，一個平平無奇的建中shadowverse玩家（同時也是總召），雖然在班上的我總是瘋瘋癲癲，但只要談到專題我就會變成認真魔人，要求每個細節都能完美，不過我還是很擔心聽完主持人的介紹後會不會真的有人去喝螢光筆啊≥3≤"
        },
        {
            "name": "陳彥睿",
            "photo": "22517.jpg",
            "class": 225,
            "number": 17,
            "desciption": "哈囉大家好～我是陳彥睿，一個希望可以在同組的兩個學霸中間鑽出頭的普通學生。認識我的人都知道我是一個非常認真、努力、積極、有上進心、專精在噴淦話這門藝術的人（沒），平常可以要混可以很混，但遇到需要認真的事也可以很認真，算是一個很有彈性（物理上？）的人吧。祝大家都學測就上！傳說上SS！荒野亂鬥都打20000盃！"
        }
        ],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B2",
        "video": "fdqPgKWmaTk"
    },
    {
        "title": "探討巨噬細胞對神經疼痛的影響",
        "author": [
        {
            "name": "張鈞昌",
            "photo": "22512.jpg",
            "class": 225,
            "number": 12,
            "desciption": "我是張鈞昌，身為生物組的一員，我確實讀了很多生物。我喜歡打籃球，Curry是我心中的GOAT。如果要跟我比追劇的話，我還真沒有輸過。成發本的最後沒有我，還請大家在美宣組的地方把我加上去!!!"
        },
        {
            "name": "陳禹翰",
            "photo": "22518.jpg",
            "class": 225,
            "number": 18,
            "desciption": "我是陳禹翰。興趣是打傳說、打球、看電影、看書、思考。做事認真負責，一絲不苟，喜歡自己一個人做事。笑聲很奇特，常常笑到停不下來。崇尚自由，具高度自制力。然而，不太擅長說話，緊張時講話會口吃。希望各位不會聽得太辛苦。"
        },
        {
            "name": "謝旻哲",
            "photo": "22526.jpg",
            "class": 225,
            "number": 26,
            "desciption": "嘿大家好，我是謝旻哲。在我小的時候，我對生物有許多的熱忱，又再因緣際會下接觸許多螞蟻的知識，所以在家中養了許多窩台灣本土的巨山蟻。也因此我加入生物組。期待在生物上有更多領悟。"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B3",
        "video": "-q1JLMFJV8Y"
    },
    {
        "title": "篩選調控樹突細胞分化之轉錄因子",
        "author": [
        {
            "name": "吳品逸",
            "photo": "22604.jpg",
            "class": 226,
            "number": 4,
            "desciption": "哈囉大家好，我是吳品逸。我平時喜歡閱讀和彈鋼琴，音樂是我生活中不可或缺的一份子，不管做甚麼事我都喜歡聽著音樂，能讓我平靜的面對事情。"
        },
        {
            "name": "林辰洋",
            "photo": "22608.jpg",
            "class": 226,
            "number": 8,
            "desciption": "我很胖。"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B4",
        "video": "KQrsB96v5QM"
    },
    {
        "title": "NUDIX水解酶<br>在大腸桿菌中的演化",
        "author": [
        {
            "name": "連啓竣",
            "photo": "22514.jpg",
            "class": 225,
            "number": 14,
            "desciption": "大家哈囉~  我是動物界脊索動物門哺乳綱靈長目人科人屬的25班生物組的連啓竣，生在臺灣，我最愛跑步、讀書。我喜歡數學、國文。最喜歡研究的生物是呸呸豬和海綿寶寶。我最討厭走路和唱歌。我未來最想去澎湖看石頭。最不擅長的科目是資訊，我不會打程式。我的星座是天蠍座，最愛的食物是從來沒吃過的龍蝦。"
        },],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B5",
        "video": "QuDsb_heffc"
    },
    {
        "title": "透過生物網路圖分析lncRNA之間的功能關係並分析存活率",
        "author": [
        {
            "name": "顏頎翰",
            "photo": "22529.jpg",
            "class": 226,
            "number": 29,
            "desciption": "我是顏頎翰，我擅長輕鬆愜意的過生活(耍廢)，還有花很多時間鑽研自己的興趣。我的專題雖然是生物組，但其實內容更像資訊組，所以做的時間有高度的彈性，更適合我隨意的生活。"
        }],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B6",
        "video": "nsdWvTo1bHY"
    },
    {
        "title": "研究CTEN在大腸癌細胞中的影響",
        "author": [
        {
            "name": "江祐辰",
            "photo": "22502.jpg",
            "class": 225,
            "number": 2,
            "desciption": "Hola! Me llamo Pascal. 大家好我是江祐辰，平時最喜歡唱歌，最近也嘗試學西班牙文。常常花很多時間掛在Youtube上，不過那不影響我對生物的興趣。最喜歡的科目除了生物就是地理了，不過超級討厭歷史。 ig: @time.for.sunrise"
        },
        ],
        "summary": "本實驗的展望是完成一組電磁波接收發射系統,以供高中學生進行電磁波實驗使用。為達成目的,首先選用了適當頻段的天線,設定頻段與 Wi-fi 頻段同為2.4GHz，接著選用微帶天線。之後透過電磁模擬軟體模擬、調整,再針對模擬進行實作與量測。",
        "pdf": "B7",
        "video": "jc3lEH2d-AU"
    }
    ]
};